<template>

    <section>

        <TitleH2 class=" mb-4 md:mb-10">
            Обо мне
        </TitleH2>

        <div class="2xl:px-60">

            <CardDescription>
                <template v-slot:h3>
                    <p class="text-center">Обо мне</p>
                </template>
                <template v-slot:div>
                    <p>
                        Привет! Меня зовут Евгений, я программист и начинающий предприниматель. Я занимаюсь разработкой
                        мобильных приложений и сайтов для доставок еды, кафе, ресторанов под ключ. Я только начинаю свой
                        путь и ищу таких же как и я предпринимателей которые хотят делать свое дело и приносить пользу
                        обществу. Если Вы хотите создать удобный сервис для своих клиентов и масштабировать свой бизнес,
                        мобильное приложение и сайт позволят Вам это сделать!
                    </p>

                    <p class="mt-4">
                        Моя цель - помочь каждому предпринимателю, даже самому маленькому, иметь современные цифровые
                        инструменты для развития своего бизнеса и развиваться вместе с ними. Если Вы владеете или
                        планируете
                        открыть заведение общепита, буду рад сотрудничеству!
                    </p>

                    <p class="mt-4">
                        Буду рад ответить на любые Ваши вопросы!
                    </p>

                </template>
            </CardDescription>

        </div>

    </section>
</template>